Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# ucretsiz_planda_reklam_izleyerek_bu_gunu_acabilirsiniz
source: Ücretsiz planda reklam izleyerek bu günü açabilirsiniz
ar: في الخطة المجانية يمكنك فتح هذا اليوم بمشاهدة إعلان
de: Im kostenlosen Plan kannst du diesen Tag durch Ansehen einer Werbung freischalten
en: On the free plan, you can unlock this day by watching an ad
es: En el plan gratuito, puedes desbloquear este día viendo un anuncio
fa: در پلن رایگان می‌توانید با دیدن تبلیغ این روز را باز کنید
fr: Avec le plan gratuit, vous pouvez débloquer ce jour en regardant une publicité
id: Pada paket gratis, Anda bisa membuka hari ini dengan menonton iklan
ms: Dalam pelan percuma, anda boleh buka hari ini dengan menonton iklan
ru: В бесплатном плане этот день можно открыть, посмотрев рекламу
ur: مفت پلان میں آپ اشتہار دیکھ کر یہ دن کھول سکتے ہیں

# use_current_location
source: Mevcut konumu kullan
ar: استخدم الموقع الحالي
de: Aktuellen Standort verwenden
en: Use current location
es: Usar ubicación actual
fa: استفاده از موقعیت فعلی
fr: Utiliser la position actuelle
id: Gunakan lokasi saat ini
ms: Guna lokasi semasa
ru: Использовать текущее местоположение
ur: موجودہ لوکیشن استعمال کریں

# user_added
source: Kullanıcı ekledi
ar: أضيف بواسطة المستخدم
de: Added by user
en: Added by user
es: Added by user
fa: Added by user
fr: Added by user
id: Added by user
ms: Added by user
ru: Added by user
ur: Added by user

source: Uygula
ar: تطبيق
de: Anwenden
en: Apply
es: Aplicar
fa: اعمال
fr: Appliquer
id: Terapkan
ms: Guna
ru: Применить
ur: لاگو کریں

# uygulamanin_amaci
source: Uygulamanın amacı
ar: هدف التطبيق
de: Zweck der App
en: Purpose of the app
es: Objetivo de la aplicación
fa: هدف برنامه
fr: Objectif de l’application
id: Tujuan aplikasi
ms: Tujuan aplikasi
ru: Цель приложения
ur: ایپ کا مقصد

# value_ayet
source: \(bookmark.verseNumber). Ayet
ar: الآية \(bookmark.verseNumber)
de: \(bookmark.verseNumber). Vers
en: \(bookmark.verseNumber). Verse
es: Versículo \(bookmark.verseNumber)
fa: آیه \(bookmark.verseNumber)
fr: Verset \(bookmark.verseNumber)
id: Ayat \(bookmark.verseNumber)
ms: Ayat \(bookmark.verseNumber)
ru: \(bookmark.verseNumber)-й аят
ur: آیت \(bookmark.verseNumber)

# value_ayet_2
source: \(surah.totalVerses) ayet
ar: \(surah.totalVerses) آيات
de: \(surah.totalVerses) Verse
en: \(surah.totalVerses) verses
es: \(surah.totalVerses) aleyas
fa: \(surah.totalVerses) آیه
fr: \(surah.totalVerses) versets
id: \(surah.totalVerses) ayat
ms: \(surah.totalVerses) ayat
ru: \(surah.totalVerses) аятов
ur: \(surah.totalVerses) آیات

# value_dua_or_zikir_bulundu
source: \(filteredEntries.count) dua/zikir bulundu
ar: تم العثور على \(filteredEntries.count) دعاء/ذكر
de: \(filteredEntries.count) Dua/Dhikr gefunden
en: \(filteredEntries.count) dua/dhikr found
es: Se encontraron \(filteredEntries.count) du'a/dhikr
fa: \(filteredEntries.count) دعا/ذکر یافت شد
fr: \(filteredEntries.count) du'a/dhikr trouvés
id: \(filteredEntries.count) doa/dzikir ditemukan
ms: \(filteredEntries.count) doa/zikir ditemui
ru: Найдено: \(filteredEntries.count) дуа/зикр
ur: \(filteredEntries.count) دعا/ذکر ملے

# value_icin_analiz_ediliyor
source: "\(searchText)" için analiz ediliyor
ar: يجري تحليل "\(searchText)"
de: "\(searchText)" wird analysiert
en: "\(searchText)" is being analyzed
es: Se está analizando "\(searchText)"
fa: "\(searchText)" در حال تحلیل است
fr: "\(searchText)" est en cours d’analyse
id: "\(searchText)" sedang dianalisis
ms: "\(searchText)" sedang dianalisis
ru: "\(searchText)" анализируется
ur: "\(searchText)" کا تجزیہ کیا جا رہا ہے

# value_or_5_namaz_value_zikir_value_aliskanlik
source: \(habitRec.completedPrayerCount)/5 namaz • \(displayedZikirCount) zikir • \(habitRec.completedHabits.count) aliskanlik
ar: \(habitRec.completedPrayerCount)/5 صلوات • \(displayedZikirCount) ذكر • \(habitRec.completedHabits.count) عادة
de: \(habitRec.completedPrayerCount)/5 Gebete • \(displayedZikirCount) Dhikr • \(habitRec.completedHabits.count) Gewohnheiten
en: \(habitRec.completedPrayerCount)/5 prayers • \(displayedZikirCount) dhikr • \(habitRec.completedHabits.count) habits
es: \(habitRec.completedPrayerCount)/5 oraciones • \(displayedZikirCount) dhikr • \(habitRec.completedHabits.count) hábitos
fa: \(habitRec.completedPrayerCount)/5 نماز • \(displayedZikirCount) ذکر • \(habitRec.completedHabits.count) عادت
fr: \(habitRec.completedPrayerCount)/5 prières • \(displayedZikirCount) dhikr • \(habitRec.completedHabits.count) habitudes
id: \(habitRec.completedPrayerCount)/5 salat • \(displayedZikirCount) dzikir • \(habitRec.completedHabits.count) kebiasaan
ms: \(habitRec.completedPrayerCount)/5 solat • \(displayedZikirCount) zikir • \(habitRec.completedHabits.count) tabiat
ru: \(habitRec.completedPrayerCount)/5 намазов • \(displayedZikirCount) зикр • \(habitRec.completedHabits.count) привычек
ur: \(habitRec.completedPrayerCount)/5 نمازیں • \(displayedZikirCount) ذکر • \(habitRec.completedHabits.count) عادتیں

# value_tekrar_value
source: \(storage.profile.dailyGoal) tekrar · \(Int(progress * 100))%
ar: \(storage.profile.dailyGoal) تكرار · \(Int(progress * 100))%
de: \(storage.profile.dailyGoal) Wiederholungen · \(Int(progress * 100))%
en: \(storage.profile.dailyGoal) repeats · \(Int(progress * 100))%
es: \(storage.profile.dailyGoal) repeticiones · \(Int(progress * 100))%
fa: \(storage.profile.dailyGoal) تکرار · \(Int(progress * 100))%
fr: \(storage.profile.dailyGoal) répétitions · \(Int(progress * 100))%
id: \(storage.profile.dailyGoal) pengulangan · \(Int(progress * 100))%
ms: \(storage.profile.dailyGoal) ulangan · \(Int(progress * 100))%
ru: \(storage.profile.dailyGoal) повторов · \(Int(progress * 100))%
ur: \(storage.profile.dailyGoal) تکرار · \(Int(progress * 100))%

# value_value_ayet
source: \(hit.surahName) • \(hit.verseNumber). ayet
ar: \(hit.surahName) • الآية \(hit.verseNumber)
de: \(hit.surahName) • \(hit.verseNumber). Vers
en: \(hit.surahName) • verse \(hit.verseNumber)
es: \(hit.surahName) • aleya \(hit.verseNumber)
fa: \(hit.surahName) • آیه \(hit.verseNumber)
fr: \(hit.surahName) • verset \(hit.verseNumber)
id: \(hit.surahName) • ayat \(hit.verseNumber)
ms: \(hit.surahName) • ayat \(hit.verseNumber)
ru: \(hit.surahName) • аят \(hit.verseNumber)
ur: \(hit.surahName) • آیت \(hit.verseNumber)

# value_zikir
source: \(category.items.count) zikir
ar: \(category.items.count) ذكر
de: \(category.items.count) Dhikr
en: \(category.items.count) dhikr
es: \(category.items.count) dhikr
fa: \(category.items.count) ذکر
fr: \(category.items.count) dhikr
id: \(category.items.count) dzikir
ru: \(category.items.count) зикр
ur: \(category.items.count) ذکر

# value_zikir_2
source: \(favoriteItems.count) zikir
ar: \(favoriteItems.count) ذكر
de: \(favoriteItems.count) Dhikr
en: \(favoriteItems.count) dhikr
es: \(favoriteItems.count) dhikr
fa: \(favoriteItems.count) ذکر
fr: \(favoriteItems.count) dhikr
id: \(favoriteItems.count) dzikir
ru: \(favoriteItems.count) зикр
ur: \(favoriteItems.count) ذکر

# varsayilan_bildirim_sesi
source: Varsayılan bildirim sesi
ar: صوت الإشعار الافتراضي
de: Standard-Benachrichtigungston
en: Default notification sound
es: Sonido de notificación predeterminado
fa: صدای اعلان پیش‌فرض
fr: Son de notification par défaut
id: Suara notifikasi default
ms: Bunyi notifikasi lalai
ru: Звук уведомления по умолчанию
ur: ڈیفالٹ اطلاع کی آواز

source: Veri Yedekleme
ar: نسخ احتياطي للبيانات
de: Datensicherung
en: Data Backup
es: Copia de seguridad de datos
fa: پشتیبان‌گیری داده‌ها
fr: Sauvegarde des données
id: Cadangan data
ms: Sandaran data
ru: Резервное копирование данных
ur: ڈیٹا بیک اپ

# veri_yedekleme_2
source: Veri Yedekleme
ar: نسخ احتياطي للبيانات
de: Datensicherung
en: Data Backup
es: Copia de seguridad de datos
fa: پشتیبان‌گیری داده‌ها
fr: Sauvegarde des données
id: Cadangan data
ms: Sandaran data
ru: Резервное копирование данных
ur: ڈیٹا بیک اپ

# verileriniz_oncelikli_olarak_cihazinizda_yerel_olarak_saklanir
source: Verileriniz öncelikli olarak cihazınızda yerel olarak saklanır
ar: يتم تخزين بياناتك بشكل أساسي محليًا على جهازك
de: Deine Daten werden in erster Linie lokal auf deinem Gerät gespeichert
en: Your data is primarily stored locally on your device
es: Tus datos se almacenan principalmente de forma local en tu dispositivo
fa: داده‌های شما عمدتاً به‌صورت محلی روی دستگاهتان ذخیره می‌شود
fr: Vos données sont principalement stockées localement sur votre appareil
id: Data Anda terutama disimpan secara lokal di perangkat Anda
ms: Data anda disimpan terutamanya secara setempat pada peranti anda
ru: Ваши данные в основном хранятся локально на вашем устройстве
ur: آپ کا ڈیٹا بنیادی طور پر آپ کے ڈیوائس میں لوکل محفوظ رہتا ہے

# verse_count
source: %lld ayet
ar: %lld آيات
de: %lld Verse
en: %lld verses
es: %lld aleyas
fa: %lld آیه
fr: %lld versets
id: %lld ayat
ms: %lld ayat
ru: %lld аятов
ur: %lld آیات

# verse_number_label
source: %lld. Ayet
ar: الآية %lld
de: Vers %lld
en: Verse %lld
es: Aleya %lld
fa: آیه %lld
fr: Verset %lld
id: Ayat %lld
ms: Ayat %lld
ru: Аят %lld
ur: آیت %lld

# verse_share_brand_line
source: Zikrim • Dua & Tesbihat
ar: ذكريم • دعاء وتسبيح
de: Zikrim • Dua & Tasbih
en: Zikrim • Dua & Tasbih
es: Zikrim • Du'a y Tasbih
fa: ذکریم • دعا و تسبیح
fr: Zikrim • Du'a et Tasbih
id: Zikrim • Doa & Tasbih
ms: Zikrim • Doa & Tasbih
ru: Zikrim • дуа и тасбих
ur: ذکرم • دعا اور تسبیح

# verse_share_content_picker
source: İçerik seçimi
ar: اختيار المحتوى
de: Inhaltsauswahl
en: Content selection
es: Selección de contenido
fa: انتخاب محتوا
fr: Sélection du contenu
id: Pilihan konten
ms: Pemilihan kandungan
ru: Выбор содержимого
ur: مواد کا انتخاب

# verse_share_create_card
source: Kart oluştur
ar: إنشاء بطاقة
de: Karte erstellen
en: Create card
es: Crear tarjeta
fa: ایجاد کارت
fr: Créer une carte
id: Buat kartu
ms: Cipta kad
ru: Создать карточку
ur: کارڈ بنائیں

# verse_share_nav_title
source: Ayet Paylaş
ar: مشاركة الآية
de: Vers teilen
en: Share Verse
es: Compartir aleya
fa: اشتراک‌گذاری آیه
fr: Partager le verset
id: Bagikan ayat
ms: Kongsi ayat
ru: Поделиться аятом
ur: آیت شیئر کریں

# verse_share_save_gallery
source: Galeriye kaydet
ar: حفظ في المعرض
de: In Galerie speichern
en: Save to gallery
es: Guardar en galería
fa: ذخیره در گالری
fr: Enregistrer dans la galerie
id: Simpan ke galeri
ms: Simpan ke galeri
ru: Сохранить в галерею
ur: گیلری میں محفوظ کریں

# verse_share_style_dark
source: Gece
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fa: تیره
fr: Sombre
id: Gelap
ms: Gelap
ru: Темный
ur: گہرا

# verse_share_style_emerald
source: Hilal
ar: زمردي
de: Smaragd
en: Emerald
es: Esmeralda
fa: زمردی
fr: Émeraude
id: Zamrud
ms: Zamrud
ru: Изумруд
ur: زمردی

# verse_share_style_label
source: Kart stili
ar: نمط البطاقة
de: Kartenstil
en: Card style
es: Estilo de tarjeta
fa: سبک کارت
fr: Style de carte
id: Gaya kartu
ms: Gaya kad
ru: Стиль карточки
ur: کارڈ اسٹائل

# verse_share_style_light
source: Şafak
ar: فاتح
de: Hell
en: Light
es: Claro
fa: روشن
fr: Clair
id: Terang
ms: Cerah
ru: Светлый
ur: روشن

# verse_share_style_sand
source: Kum
ar: رملي
de: Sand
en: Sand
es: Arena
fa: شنی
fr: Sable
id: Pasir
ms: Pasir
ru: Песочный
ur: ریت

# verse_share_surah_verse_format
source: %1$@ • %2$lld. ayet
ar: %1$@ • الآية %2$lld
de: %1$@ • Vers %2$lld
en: %1$@ • Verse %2$lld
es: %1$@ • Aleya %2$lld
fa: %1$@ • آیه %2$lld
fr: %1$@ • Verset %2$lld
id: %1$@ • Ayat %2$lld
ms: %1$@ • Ayat %2$lld
ru: %1$@ • Аят %2$lld
ur: %1$@ • آیت %2$lld

source: veya e-posta ile
ar: أو عبر البريد الإلكتروني
de: oder per E-Mail
en: or with email
es: o por correo electrónico
fa: یا از طریق ایمیل
fr: ou par e-mail
id: atau dengan email
ms: atau melalui e-mel
ru: или по email
ur: یا ای میل کے ذریعے

# weekday_friday
source: Cuma
ar: الجمعة
de: Freitag
en: Friday
es: Viernes
fa: جمعه
fr: Vendredi
id: Jumat
ms: Jumaat
ru: Пятница
ur: جمعہ

# weekday_monday
source: Pazartesi
ar: الاثنين
de: Montag
en: Monday
es: Lunes
fa: دوشنبه
fr: Lundi
id: Senin
ms: Isnin
ru: Понедельник
ur: پیر

# weekday_saturday
source: Cumartesi
ar: السبت
de: Samstag
en: Saturday
es: Sábado
fa: شنبه
fr: Samedi
id: Sabtu
ms: Sabtu
ru: Суббота
ur: ہفتہ

# weekday_sunday
source: Pazar
ar: الأحد
de: Sonntag
en: Sunday
es: Domingo
fa: یکشنبه
fr: Dimanche
id: Minggu
ms: Ahad
ru: Воскресенье
ur: اتوار

# weekday_thursday
source: Perşembe
ar: الخميس
de: Donnerstag
en: Thursday
es: Jueves
fa: پنجشنبه
fr: Jeudi
id: Kamis
ms: Khamis
ru: Четверг
ur: جمعرات

# weekday_tuesday
source: Salı
ar: الثلاثاء
de: Dienstag
en: Tuesday
es: Martes
fa: سه‌شنبه
fr: Mardi
id: Selasa
ms: Selasa
ru: Вторник
ur: منگل

# weekday_wednesday
source: Çarşamba
ar: الأربعاء
de: Mittwoch
en: Wednesday
es: Miércoles
fa: چهارشنبه
fr: Mercredi
id: Rabu
ms: Rabu
ru: Среда
ur: بدھ

source: Widget
ar: ويدجت
fa: ویجت
ru: Виджет
ur: ویجٹ

# widget_2
source: Widget
ar: ويدجت
fa: ویجت
ru: Виджет
ur: ویجٹ

# widget_daily_dhikr_title
source: Günlük Zikir
ar: الذكر اليومي
de: Täglicher Dhikr
en: Daily Dhikr
es: Dhikr diario
fa: ذکر روزانه
fr: Dhikr quotidien
id: Dzikir Harian
ms: Zikir Harian
ru: Ежедневный зикр
ur: روزانہ ذکر

# widget_daily_tip_title
source: Günün Tavsiyesi
ar: نصيحة اليوم
de: Tipp des Tages
en: Tip of the Day
es: Consejo del día
fa: نکته روز
fr: Conseil du jour
id: Saran Hari Ini
ms: Tip Hari Ini
ru: Совет дня
ur: آج کا مشورہ

# widget_default_wisdom
source: Bugün kalbini zikirle huzura erdir.
ar: دع قلبك يجد السكينة بالذكر اليوم.
de: Lass dein Herz heute im Dhikr Ruhe finden.
en: Let your heart find peace with dhikr today.
es: Deja que tu corazón encuentre paz con el dhikr hoy.
fa: امروز دل خود را با ذکر آرام کن.
fr: Laisse ton cœur trouver la paix avec le dhikr aujourd’hui.
id: Biarkan hatimu tenang dengan dzikir hari ini.
ms: Biarkan hatimu tenang dengan zikir hari ini.
ru: Пусть сегодня твоё сердце обретёт покой в зикре.
ur: آج اپنے دل کو ذکر سے سکون دو۔

# widget_description
source: Namaz vakitleri ve günlük zikir ilerlemesi
ar: مواقيت الصلاة وتقدّم الذكر اليومي
de: Gebetszeiten und täglicher Dhikr-Fortschritt
en: Prayer times and daily dhikr progress
es: Horarios de oración y progreso diario de dhikr
fa: اوقات نماز و پیشرفت ذکر روزانه
fr: Horaires de prière et progression quotidienne du dhikr
id: Waktu salat dan progres dzikir harian
ms: Waktu solat dan kemajuan zikir harian
ru: Время намаза и ежедневный прогресс зикра
ur: اوقاتِ نماز اور روزانہ ذکر کی پیش رفت

# widget_destegi
source: Widget desteği
ar: دعم الويدجت
de: Widget-Unterstützung
en: Widget support
es: Soporte de widget
fa: پشتیبانی ویجت
fr: Prise en charge des widgets
id: Dukungan widget
ms: Sokongan widget
ru: Поддержка виджетов
ur: ویجٹ سپورٹ

# widget_dhikr_title_short
source: Zikir
ar: ذكر
de: Dhikr
en: Dhikr
es: Dhikr
fa: ذکر
fr: Dhikr
id: Dzikir
ru: Зикр
ur: ذکر

source: Widget Kurulumu
ar: إعداد الويدجت
de: Widget-Einrichtung
en: Widget Setup
es: Configuración del widget
fa: راه‌اندازی ویجت
fr: Configuration du widget
id: Pengaturan widget
ms: Persediaan widget
ru: Настройка виджета
ur: ویجٹ سیٹ اپ

# widget_kurulumu_2
source: Widget Kurulumu
ar: إعداد الويدجت
de: Widget-Einrichtung
en: Widget Setup
es: Configuración del widget
fa: راه‌اندازی ویجت
fr: Configuration du widget
id: Pengaturan widget
ms: Persediaan widget
ru: Настройка виджета
ur: ویجٹ سیٹ اپ

# widget_next_prayer_title
source: Sıradaki Vakit
ar: الصلاة القادمة
de: Nächstes Gebet
en: Next Prayer
es: Próxima oración
fa: نماز بعدی
fr: Prochaine prière
id: Salat Berikutnya
ms: Solat Seterusnya
ru: Следующий намаз
ur: اگلی نماز

# widget_streak_days_format
source: %lld gün seri
ar: سلسلة %lld يوم
de: %lld-Tage-Serie
en: %lld-day streak
es: racha de %lld días
fa: توالی %lld روزه
fr: série de %lld jours
id: streak %lld hari
ms: streak %lld hari
ru: серия %lld дней
ur: %lld دن کا تسلسل

# widget_streak_days_short
source: %lld gün
ar: %lld يوم
de: %lld T
en: %lld d
es: %lld d
fa: %lld روز
fr: %lld j
id: %lld hr
ms: %lld hr
ru: %lld д
ur: %lld دن

# widget_streak_title
source: Seri
ar: السلسلة
de: Serie
en: Streak
es: Racha
fa: توالی
fr: Série
id: Rangkaian
ms: Rentetan
ru: Серия
ur: تسلسل

# yaklasan_bir_islami_gun_bilgisi_bulunamadi
source: Yaklaşan bir İslami gün bilgisi bulunamadı
ar: لم يتم العثور على معلومات عن يوم إسلامي قادم
de: Keine Informationen zu einem bevorstehenden islamischen Tag gefunden
en: No upcoming Islamic day information found
es: No se encontró información de un próximo día islámico
fa: اطلاعاتی از مناسبت اسلامی پیش‌رو یافت نشد
fr: Aucune information sur un prochain jour islamique trouvée
id: Tidak ditemukan info hari Islam mendatang
ms: Tiada maklumat hari Islam akan datang ditemui
ru: Информация о предстоящем исламском дне не найдена
ur: قریب آنے والے اسلامی دن کی معلومات نہیں ملیں

# yaklasan_diger_gunler
source: Yaklaşan diğer günler
ar: أيام قادمة أخرى
de: Weitere bevorstehende Tage
en: Other upcoming days
es: Otros días próximos
fa: سایر روزهای پیش‌رو
fr: Autres jours à venir
id: Hari mendatang lainnya
ms: Hari lain yang akan datang
ru: Другие предстоящие дни
ur: دیگر آنے والے دن

# yaklasan_islami_gun
source: Yaklaşan İslami Gün
ar: المناسبة الإسلامية القادمة
de: Bevorstehender islamischer Tag
en: Upcoming Islamic Day
es: Próximo día islámico
fa: مناسبت اسلامی پیش‌رو
fr: Prochain jour islamique
id: Hari Islam Mendatang
ms: Hari Islam Akan Datang
ru: Предстоящий исламский день
ur: آنے والا اسلامی دن

# yalnizca_titresim
source: Yalnızca titreşim
ar: اهتزاز فقط
de: Nur Vibration
en: Vibration only
es: Solo vibración
fa: فقط لرزش
fr: Vibration uniquement
id: Getaran saja
ms: Getaran sahaja
ru: Только вибрация
ur: صرف وائبریشن

# yazi_boyutu
source: Yazı boyutu
ar: حجم النص
de: Schriftgröße
en: Text size
es: Tamaño de texto
fa: اندازه متن
fr: Taille du texte
id: Ukuran teks
ms: Saiz teks
ru: Размер текста
ur: متن کا سائز

# yazi_rengi
source: Yazı rengi
ar: لون النص
de: Textfarbe
en: Text color
es: Color del texto
fa: رنگ متن
fr: Couleur du texte
id: Warna teks
ms: Warna teks
ru: Цвет текста
ur: متن کا رنگ

source: Yedekleniyor...
ar: جارٍ النسخ الاحتياطي...
de: Wird gesichert...
en: Backing up...
es: Realizando copia...
fa: در حال پشتیبان‌گیری...
fr: Sauvegarde en cours...
id: Mencadangkan...
ms: Menyandarkan...
ru: Создание копии...
ur: بیک اپ ہو رہا ہے...

# yeni_hesap_olusturun
source: Yeni hesap oluşturun
ar: أنشئ حسابًا جديدًا
de: Neues Konto erstellen
en: Create a new account
es: Crea una cuenta nueva
fa: یک حساب جدید ایجاد کنید
fr: Créer un nouveau compte
id: Buat akun baru
ms: Cipta akaun baharu
ru: Создайте новый аккаунт
ur: نیا اکاؤنٹ بنائیں

source: Yeni Tesbih Ekle
ar: إضافة تسبيح جديد
de: Neuen Tasbih hinzufügen
en: Add New Tasbih
es: Agregar nuevo tasbih
fa: افزودن تسبیح جدید
fr: Ajouter un nouveau tasbih
id: Tambah tasbih baru
ms: Tambah tasbih baharu
ru: Добавить новый тасбих
ur: نئی تسبیح شامل کریں

# yeni_tesbih_ekle_2
source: Yeni Tesbih Ekle
ar: إضافة تسبيح جديد
de: Neuen Tasbih hinzufügen
en: Add New Tasbih
es: Agregar nuevo tasbih
fa: افزودن تسبیح جدید
fr: Ajouter un nouveau tasbih
id: Tambah tasbih baru
ms: Tambah tasbih baharu
ru: Добавить новый тасбих
ur: نئی تسبیح شامل کریں

source: Yeni Zikir
ar: ذكر جديد
de: Neuer Dhikr
en: New Dhikr
es: Nuevo dhikr
fa: ذکر جدید
fr: Nouveau dhikr
id: Dzikir baru
ms: Zikir baharu
ru: Новый зикр
ur: نیا ذکر

# yeni_zikir_2
source: Yeni Zikir
ar: ذكر جديد
de: Neuer Dhikr
en: New Dhikr
es: Nuevo dhikr
fa: ذکر جدید
fr: Nouveau dhikr
id: Dzikir baru
ms: Zikir baharu
ru: Новый зикр
ur: نیا ذکر

# yeni_zikir_or_dua
source: Yeni zikir/dua
ar: ذكر/دعاء جديد
de: Neuer Dhikr/Dua
en: New dhikr/dua
es: Nuevo dhikr/du'a
fa: ذکر/دعای جدید
fr: Nouveau dhikr/du'a
id: Dzikir/doa baru
ms: Zikir/doa baharu
ru: Новый зикр/дуа
ur: نیا ذکر/دعا

source: Yer imi yok
ar: لا توجد إشارات مرجعية
de: Keine Lesezeichen
en: No bookmarks
es: No hay marcadores
fa: نشانکی وجود ندارد
fr: Aucun signet
id: Tidak ada penanda
ms: Tiada penanda buku
ru: Нет закладок
ur: کوئی بک مارک نہیں

source: Yer imlerim
ar: إشاراتي المرجعية
de: Meine Lesezeichen
en: My bookmarks
es: Mis marcadores
fa: نشانک‌های من
fr: Mes signets
id: Penanda saya
ms: Penanda buku saya
ru: Мои закладки
ur: میرے بک مارکس

# yillik_alimda_3_gun_ucretsiz_deneme
source: Yıllık alımda 3 gün ücretsiz deneme
ar: تجربة مجانية لمدة 3 أيام مع الاشتراك السنوي
de: 3 Tage kostenlos testen beim Jahreskauf
en: 3-day free trial with yearly purchase
es: Prueba gratuita de 3 días con compra anual
fa: ۳ روز آزمایشی رایگان با خرید سالانه
fr: Essai gratuit de 3 jours avec achat annuel
id: Uji coba gratis 3 hari untuk pembelian tahunan
ms: Percubaan percuma 3 hari untuk pelan tahunan
ru: 3 дня бесплатно при годовой подписке
ur: سالانہ خرید پر 3 دن کا مفت ٹرائل

# yillik_plan_799_yil
source: Yıllık plan • 799₺/yıl
ar: الخطة السنوية • 799₺/سنة
de: Jahresplan • 799₺/Jahr
en: Yearly plan • 799₺/year
es: Plan anual • 799₺/año
fa: پلن سالانه • 799₺/سال
fr: Forfait annuel • 799₺/an
id: Paket tahunan • 799₺/tahun
ms: Pelan tahunan • 799₺/tahun
ru: Годовой план • 799₺/год
ur: سالانہ پلان • 799₺/سال

source: Yol Tarifi Al
ar: احصل على الاتجاهات
de: Route erhalten
en: Get Directions
es: Obtener indicaciones
fa: دریافت مسیر
fr: Obtenir l’itinéraire
id: Dapatkan petunjuk arah
ms: Dapatkan arah
ru: Построить маршрут
ur: راستہ حاصل کریں

# yon
source: Yön
ar: الاتجاه
de: Richtung
en: Direction
es: Dirección
fa: جهت
fr: Direction
id: Arah
ms: Arah
ru: Направление
ur: سمت

source: Yön bilgisi Aladhan API ile yenileniyor.
ar: يتم تحديث معلومات الاتجاه عبر Aladhan API.
de: Die Richtungsdaten werden über die Aladhan API aktualisiert.
en: Direction data is refreshed via the Aladhan API.
es: La información de dirección se actualiza mediante la API de Aladhan.
fa: اطلاعات جهت از طریق API آلادهان به‌روزرسانی می‌شود.
fr: Les informations de direction sont actualisées via l’API Aladhan.
id: Info arah diperbarui melalui API Aladhan.
ms: Maklumat arah dikemas kini melalui API Aladhan.
ru: Данные о направлении обновляются через API Aladhan.
ur: سمت کی معلومات Aladhan API کے ذریعے تازہ کی جا رہی ہیں۔

# yonunuz
source: Yönünüz
ar: اتجاهك
de: Deine Richtung
en: Your direction
es: Tu dirección
fa: جهت شما
fr: Votre direction
id: Arah Anda
ms: Arah anda
ru: Ваше направление
ur: آپ کی سمت

# yukselt
source: Yükselt
ar: ترقية
de: Upgraden
en: Upgrade
es: Mejorar
fa: ارتقا
fr: Mettre à niveau
id: Tingkatkan
ms: Naik taraf
ru: Обновить тариф
ur: اپ گریڈ کریں

# zaman_or_baglam_etiketi
source: Zaman/bağlam etiketi
ar: وسم الوقت/السياق
de: Zeit-/Kontext-Tag
en: Time/context tag
es: Etiqueta de tiempo/contexto
fa: برچسب زمان/بافت
fr: Étiquette temps/contexte
id: Label waktu/konteks
ms: Label masa/konteks
ru: Метка времени/контекста
ur: وقت/سیاق لیبل

# zaten_hesabiniz_var_mi
source: Zaten hesabınız var mı?
ar: هل لديك حساب بالفعل؟
de: Hast du bereits ein Konto?
en: Already have an account?
es: ¿Ya tienes una cuenta?
fa: از قبل حساب دارید؟
fr: Vous avez déjà un compte ?
id: Sudah punya akun?
ms: Sudah ada akaun?
ru: Уже есть аккаунт?
ur: کیا آپ کا پہلے سے اکاؤنٹ ہے؟

# zikir_adi_orn_kelime_i_tevhid
source: Zikir Adı (Örn: Kelime-i Tevhid)
ar: اسم الذكر (مثال: كلمة التوحيد)
de: Dhikr-Name (z. B. Kalima at-Tawhid)
en: Dhikr Name (e.g., Kalima al-Tawhid)
es: Nombre del dhikr (ej.: Kalima al-Tawhid)
fa: نام ذکر (مثال: کلمه توحید)
fr: Nom du dhikr (ex. : Kalima al-Tawhid)
id: Nama dzikir (contoh: Kalima al-Tawhid)
ms: Nama zikir (contoh: Kalima al-Tawhid)
ru: Название зикра (напр.: Калима ат-Таухид)
ur: ذکر کا نام (مثال: کلمۂ توحید)

source: Zikir ara...
ar: ابحث عن ذكر...
de: Dhikr suchen...
en: Search dhikr...
es: Buscar dhikr...
fa: جستجوی ذکر...
fr: Rechercher un dhikr...
id: Cari dzikir...
ms: Cari zikir...
ru: Искать зикр...
ur: ذکر تلاش کریں...
